;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Kalju Tetlov
; TranslationAuthorEmail: kaljupost@yahoo.com
; TranslationAuthorWeb: 
; Soft Version: 1.63.82
;Update: 2014-05-07
;
[GUI]
ButtonYes=Jah
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Minimeeri
ButtonMaximize=Maksimeeri
ButtonClose=Sule
ButtonRestore=Taasta
ButtonMenu=Menüü

[Lang]
NativeLanguage=Eesti

[Translation]
LangCode=0425

FrmMain.btnLog.Caption=Logi
TfrmUnlog.caption=Eemaldamise logi
TfrmUnlog.head.unDate=Eemaldamise aeg
TfrmUnlog.head.ItemName=Eemaldusüksused
TfrmUnlog.head.restore=Jääk-kirjed
TfrmUnlog.noItems=Jääk-kirjeid pole
TfrmUnlog.Recovered=Taastatud
TfrmUnlog.recover=Taastamine

ReadHabit=Left-to-right
LanguageName=ET
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informatsioon
Warning=Hoiatus
Error=Viga
Confirm=Kinnitus
CurVer=See versioon:

FrmRate.Btnlist.caption=Kasutajadte arvamused
FrmRate.Btnreview.caption=Minu arvamus
FrmRate.Btnfirst.caption=Ole meie esimene arvustaja
FrmRate.Btnsubmit.caption=Saada
FrmRate.lblscore.caption=Hinnang:
FrmRate.lblscorehint.caption=(Hindamiseks klikka tähekesi)
FrmRate.lblnick.caption=Lühinimi:
FrmRate.lblnickhint.caption=(Soovitatav)
FrmRate.lblemail.caption=Sinu email:
FrmRate.lblemailhint.caption=(Soovitatav)
FrmRate.lblcontent.caption=Sisu:
FrmRate.lblcontenthint.caption=(Soovitatav)
FrmRate.lbldesctitle.caption=Tarkvara kirjeldus:
FrmRate.lblratesoft.caption=Soovitatav tarkvara
;
;About
;
FrmAbout.caption=Teave
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=See versioon:
FrmAbout.lblemail.caption=Tehniline tugi:
FrmAbout.lblhome.caption=Koduleht:
FrmAbout.lblthank.caption=Täname järgmisi inimesi osutatud abi eest:
;
; Popup Menu
;
pmHelp=Online abi
pmHome=Koduleht
pmforum=Foorum
pmCheckMsg=Uudised
pmContact=Kontakt
pmCheckNew=Otsi uuendusi
pmLang=Valikkeeled
pmAbout=Meist
pmOpenEntry=Ava registrparandajaga
PmGoogle=Google otsing
pmExport=Ekspordi tekstifailina...
pmRightMenuA=Näita alammenüüs
ExplorerMenu=Eemalda Wise Program Uninstaller'iga


;
; Main GUI
; 
FrmMain.lblrate.caption=Hinda

FrmMain.BtnNormal.Caption=Turvaline eemaldus
FrmMain.BtnModify.Caption=Modifeerimine
FrmMain.BtnForce.Caption=Jõuline eemaldus
FrmMain.BtnRemove.Caption=Eemalda üksused
FrmMain.Btnlikeit.Caption=Hinda
FrmMain.lblcheckver.Caption=Otsi uuendusi
FrmMain.lblinfo.caption=Võimaldab ka "kangekaelsete programmide" jõuga eemaldamist.
;
;like it
;
FrmlikeIt.lblTitle.caption=Kui Sulle meeldib Wise Uninstaller, siis palun tutvusta seda ka oma tuttavatele.
Frmlikeit.lblInfo.caption=Sa võid tutvustada Uninstaller'it oma perele, sõpradele, klassikaaslastele ja kolleegidele kas e-meili, blogi, Twitter'i, YouTube, Facebook'i, jane kaudu. Tee seda ja too ka nende ellu mugavus ja efektiivsus.
FrmlikeIt.lblRate.caption=Hinda Wise Uninstaller'it:
FrmlikeIt.lblfollow.caption=Jälgi meid:
FrmlikeIt.lblshare.caption=Jaga Wise Uninstaller'it:
FrmlikeIt.btndownload.caption=Vaba laadimine
FrmlikeIt.imgrate.hint=Hinda meid viie tärniga CNET'is
FrmlikeIt.imgmail.hint=Jaga sõpradele
FrmlikeIt.imgface1.hint=Jaga Facebook'is
FrmlikeIt.imgface2.hint=Hinda meid Facebook'is
FrmlikeIt.imgtwitter1.hint=Jaga Twitter'is
FrmlikeIt.imgtwitter2.hint=Jälgi meid Twitter'is
FrmlikeIt.Caption=Hinda
FrmlikeIt.lbldownload.caption=Lae veel vabavara WiseCleaner.com'ist

;processs
FrmProgressModal.btncancel.caption=Katkesta

;
;frmafterdel
;
Frmafterdel.caption=Registriandmed, mis on seotud selle programmiga
Frmafterdel.btnremove.caption=Eemalda
Frmafterdel.btncancel.caption=Katkesta
Frmafterdel.lblinfo.caption=Palun vaata tulemust ja eemaldamiseks kliki: "Eemalda".



[Uninstall]
PublisherUnknown=Tundmatu publitseerija
VersionUnknown=Tundmatu versioon
Rate=Hinnang
ItemName=Nimi
Publisher=Tootja
Size=Suurus
SetupDate=Paigalduse aeg
Version=Versioon
Canceled=Eemaldusprotsess katkes.
NoLeftOverItem=Otsi allesjäänud osi/üksusi.
Removing=Eemaldan:
TotalStat=Leiti %d programmi, mis kasutavad %s kettaruumi.
Calculating=Arvutan suurust...
Files=Faile ja kaust
RegEntries=Registriandmed
Items=Üksused

[message]
NewVer=Uus versioon on saadaval. Soovid uuendada?
NoNewVer=Õnnitleme! Sa kasutadki juba kõige uuemat versiooni.
NoProgramSelected=Palun vali alguses programm.
IsBusy=Palun oota, kuni eelmine eemaldamine on lõppenud.
StartFindLeftover=Analüüsin seotud faile, kaustu ja registriandmeid...
Collecting=Kogun infot arvutis olevate programmide kohta...
BeSureUseForce=Palun vali jõuline eemaldamine ainult juhul, kui turvaline eemaldus ei tööta. Soovid ikka jätkata?
ConfirmRemove=Soovid Sa selle üksuse kindlasti eemaldada?
RejectItself=Seda programmi ei eemaldu ise.
TranslateTo=Tõlgi...

[SoftRate]
Querying=Pärimine...
Good=Hinda 
Bad=Ei meeldi
Safe=Teata
Ver=Ver:
Ratings=Hinnangud
SoftNotExist=Ei leia tarkvara informatsiooni.
GetSoftInfoError=Info saamine ei õnnestunud
UploadSoftLogoError=Üleslaadimise viga
SubmitData=Saadan sinu kommentaaare selle tarkvara kohta...
SubmitSoftInfoError=Võrguühendusega seotud edastamise viga.
SubmitRateSuccess=Edukalt edastatud.
HaveSubmitRate=Sa oled seda hinnanud.
Submitgoodbad=Saadan sinu informatsiooni...
me=Mina
NickTooLong=Lühinimi võib olla kuni 20 märki.
MailTooLong=E-maili aadress ei või ületada 50 märki.
WrongEmail=Vigane e-maili aadress.
ReviewTooLong=Kirjutise kogupikkus võib olla kuni 300 märki.
RateHint=Ühine meie tarkvarahindajatega ja anna oma hinnang!
UnknowName=Tundmatu toode
UnknowVer=Tundmatu versioon
UnknowDesc=Kirjeldus


[Hint]
HintRate=Hinda tarkvara
HintClose=Kustuta üksus


